{
    "functionality": [
        ""
    ],
    "fluency1": [
        "Shows an awareness of craft elements specific to short fiction, e.g. plot, imagery, voice, complex characterization, dialogue, scene and summary, etc."
    ],
    "fluency2": [
        "Shows an awareness of regional/national/world literature. Writer is conscious of the story traditions and genre conventions they are working with."
    ],
    "fluency3": [
        "Displays awareness and insight into the balance between scene and summary/exposition in the story. "
    ],
    "fluency4": [
        "Shows an awareness of the specific rigors and requirements of the short story form. "
    ],
    "fluency5": [
        ""
    ],
    "flexibility1": [
        "The writer is able to utilize genre conventions to meet reader expectations while also suiting the needs of their story. "
    ],
    "flexibility2": [
        "Works within genre while also moving beyond genre limitations as necessary."
    ],
    "flexibility3": [
        "Plot development structures the conflict/action of the story without dominating all the other elements. "
    ],
    "flexibility4": [
        ""
    ],
    "flexibility5": [
        ""
    ],
    "originality1": [
        "The story's voice is fresh and unique. Sentence style and syntax is engaging and distinctive."
    ],
    "originality2": [
        "The story relies on imagery that is vivid, perceptive, and insightful. Imagery reveals complex and surprising thematic connections."
    ],
    "originality3": [
        "Shows an innovative use of form/structure."
    ],
    "originality4": [
        ""
    ],
    "originality5": [
        ""
    ],
    "elaboration1": [
        "Surprising, skilled, and complex use of metaphor/simile/allusion"
    ],
    "elaboration2": [
        "Use of setting to inform the action and atmosphere of the story without succumbing to pathetic fallacy. "
    ],
    "elaboration3": [
        "Complex character development that avoids stereotype, generalization, trope, etc."
    ],
    "elaboration4": [
        ""
    ],
    "elaboration5": [
        ""
    ],
    "name": [
        "AndreaCollins"
    ]
}