{
    "functionality": [
        ""
    ],
    "fluency1": [
        "Is the piece understandable? Is it a headache to work out what is being said? Do I have a basic sense of what is happening on the page?"
    ],
    "fluency2": [
        "I expect that the basic rules of grammar will be followed, or else I lose confidence in the piece. This goes beyond mere typos. There should be a sense that the writer knows what they're doing at the most basic grammatical level."
    ],
    "fluency3": [
        "Does the piece hold together? In other words, does the beginning lead through the middle to the end in a way that feels deliberate and intentional? This is the difference between several pages of writing and a PIECE of writing. Great writing errs on the side of unity over disorder."
    ],
    "fluency4": [
        "Is there a feeling that the writer is aware of what they themselves are doing? Is there a consciousness that is, for lack of a better word, manipulating the reader's experience of the text?"
    ],
    "fluency5": [
        "Does the writer know how to end the piece not because they're tired of writing, but because they have come to the moment the entire piece has been leading us towards?"
    ],
    "flexibility1": [
        "Is the writer capable of making turns in the work that are both surprising and appropriate?"
    ],
    "flexibility2": [
        "Does the writer know how to modulate the text, giving it a \"text\"ure that keeps the prose from becoming monotonous?"
    ],
    "flexibility3": [
        "I want a writer to be able to inhabit various perspectives, even unlikable ones."
    ],
    "flexibility4": [
        "Is the writer able to do many different things at once? Carry forward the plot while not skimping on description and dialogue, etc."
    ],
    "flexibility5": [
        "Is there a balance between exteriority and interiority? Emotional flexibility."
    ],
    "originality1": [
        "Is the piece an original piece of writing (big concerns regarding plagiarism lately)."
    ],
    "originality2": [
        "Originality suggests that the piece isn't cliche."
    ],
    "originality3": [
        "Originality also suggests that the piece means something to the writer him- or herself."
    ],
    "originality4": [
        "Do I feel I am learning something new from the piece? What is the purpose of putting it into the world?"
    ],
    "originality5": [
        "Does the piece demonstrate original ways to work in sometimes tired forms (such as the short story)."
    ],
    "elaboration1": [
        "Does the piece take the mundane world and make it extraordinary?"
    ],
    "elaboration2": [
        "Does the piece make a flat character complex?"
    ],
    "elaboration3": [
        "How does the writer make the fictional world believable at the sensory level?"
    ],
    "elaboration4": [
        "Is there a sense of the piece being complex in such a way that it needed to be written as a whole, not simply paraphrased or summed up?"
    ],
    "elaboration5": [
        ""
    ],
    "name": [
        "AustinSmith"
    ]
}