{
    "functionality": [
        ""
    ],
    "fluency1": [
        "Evaluating the story at a language level: at a sentence and even word level. The sentences/word choices can be measured on being: fitting/beautiful/clever/thoughtful/articulate/moving/funny/apt for the character, etc. Is the word choice spot on (or is it vague or waffly?) Are the words cliched? "
    ],
    "fluency2": [
        "How does the story flow? What is the structure of the paragraphs like (e.g., are the sentences varying in length?) How are the transitions from paragraph to paragraph and scene to scene? In what order are the ideas of the story formed? Does the story have a beginning, middle, and end which are apt for the character(s) and the story? Are the flashbacks seamless or clunky? "
    ],
    "fluency3": [
        "Are there enough signposts written by the author for the reader to follow the story along and understand what is happening? Is there a forward propulsion to get the reader to keep reading? "
    ],
    "fluency4": [
        "Knowledge of English, command of language, and spelling and grammar and proper formatting. "
    ],
    "fluency5": [
        "Fluency of dialogue: Is it clunky? Boring? Natural? Scripted-sounding? Also cultural fluency – characters don’t seem stereotyped or contrived."
    ],
    "flexibility1": [
        "The author needs not be too rigid in where the story will ultimately go. There’s not just one way to write a story. It might be that his/her premise is better suited to a novel and not a short story. Or the story might become many things. The author might be turning their short story later into a novel and a movie (like Flowers For Algernon). "
    ],
    "flexibility2": [
        "Flexibility in taking on feedback, and the author knowing what to incorporate and what to discard. No writer writes in a vacuum, and it’s important to get other eyes on your story. "
    ],
    "flexibility3": [
        "Flexibility in genre-writing: Blended genres. Borrowing from different genres and styles. Doesn’t adhere to rigid literary conventions."
    ],
    "flexibility4": [
        "The short story is flexible in how it can be interpreted. Can be understood by different audiences differently (adult and child, for example).  Does it invite the reader to interpret through ambiguity, symbolism, subtext, mystery, allegory?"
    ],
    "flexibility5": [
        "Flexibility of voice. Can the author inhabit the consciousness of different characters and not just likable ones?"
    ],
    "originality1": [
        "Don’t plagiarize. As for adaptation, does the adapted work have its own reason for being – its own original take? If it’s an adaptation perhaps it is less a copy and more of a pushback or critique?"
    ],
    "originality2": [
        "Does the writing show fresh surprising plot twists (that are also appropriate) which are not seen a mile away by the reader? Or is the plot obvious and stale?"
    ],
    "originality3": [
        "Is the author taking risks in their work and growing as a writer, trying things they have not tried before? Experimenting with style – new to them and/or new to the world?"
    ],
    "originality4": [
        "New brilliant ideas about the future and humanity (mostly in speculative fiction). Does the writing have an original message? "
    ],
    "originality5": [
        "Originality in the writing (overlap of fluency) – writing that is not cliché, not recycled tropes, and stereotyped one-dimensional characters. For example, a gay character does not just have gayness as their entire personality – they are fully fleshed out humans and should be made complex and original. Otherwise it’s lazy, unoriginal writing. "
    ],
    "elaboration1": [
        "Character motives are clear, maybe includes backstory."
    ],
    "elaboration2": [
        "There is a setting. The short story is rooted in a time and a place. If it’s science fiction or fantasy there will be some “world building.”  "
    ],
    "elaboration3": [
        "The story has developed 3D characters. "
    ],
    "elaboration4": [
        "Elaboration can be related to pacing. When you want the story sped up, speed the action, when you want to slow it down, elaborate. Too much elaboration and detail bogs down the story and make it boring. "
    ],
    "elaboration5": [
        "The writing uses the senses to elaborate what is happening and bring it alive on the page. "
    ],
    "name": [
        "melitagranger"
    ]
}